Repository: antonpenkov1/jarz
Catalog: Jarz/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ru, sr_latn

source: · %@/mo
de: · %@/Mon.
es: · %@/mes
fr: · %@/mois
it: · %@/mese
ru: · %@/мес
sr_latn: · %@/mes

source: · +%lld days until %@
de: · +%lld Tage bis %@
es: · +%lld días hasta el %@
fr: · +%lld jours jusqu’au %@
it: · +%lld giorni fino al %@
ru: · +%lld дня до %@
sr_latn: · +%lld dana do %@

source: · by %@
de: · bis %@
es: · para el %@
fr: · pour le %@
it: · entro il %@
ru: · к %@
sr_latn: · do %@

source: · until %@
de: · bis %@
es: · hasta %@
fr: · jusqu’au %@
it: · fino al %@
ru: · до %@
sr_latn: · do %@

source: %@ for %@
de: %@ für %@
es: %@ para %@
fr: %@ pour %@
it: %@ per %@
ru: %@ на %@
sr_latn: %@ za %@

source: %@ left for
de: %@ übrig für
es: %@ disponibles para
fr: %@ restants pour
it: %@ rimasti per
ru: %@ осталось на
sr_latn: %@ preostalo za

source: %lld of %lld days within the food budget
de: %lld von %lld Tagen im Essensbudget
es: %lld de %lld días dentro del presupuesto de comida
fr: %lld jours sur %lld dans le budget nourriture
it: %lld di %lld giorni entro il budget del cibo
ru: %lld из %lld дней в рамках бюджета на еду
sr_latn: %lld od %lld dana u okviru budžeta za hranu

source: + Add card or cash
de: + Karte oder Bargeld hinzufügen
es: + Añadir tarjeta o efectivo
fr: + Ajouter carte ou espèces
it: + Aggiungi carta o contanti
ru: + Добавить карту или наличные
sr_latn: + Dodaj karticu ili keš

source: +%lld days · until %@
de: +%lld Tage · bis %@
es: +%lld días · hasta el %@
fr: +%lld jours · jusqu’au %@
it: +%lld giorni · fino al %@
ru: +%lld дня · до %@
sr_latn: +%lld dana · do %@

source: +28 days · until 4 Sep
de: +28 Tage · bis 4. Sep
es: +28 días · hasta el 4 sep
fr: +28 jours · jusqu’au 4 sept
it: +28 giorni · fino al 4 set
ru: +28 дней · до 4 сен
sr_latn: +28 dana · do 4. sep

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ru: О приложении
sr_latn: O aplikaciji

source: Add the difference to a jar
de: Differenz einem Topf hinzufügen
es: Añadir la diferencia a un tarro
fr: Ajouter la différence à un bocal
it: Aggiungi la differenza a un barattolo
ru: Добавить разницу в копилку
sr_latn: Dodaj razliku u teglu

source: Add to balances
de: Zu den Salden hinzufügen
es: Añadir a los saldos
fr: Ajouter aux soldes
it: Aggiungi ai saldi
ru: Добавить к остаткам
sr_latn: Dodaj na stanja

source: Added %@ to your categories.
de: %@ zu deinen Töpfen hinzugefügt.
es: %@ añadidos a tus tarros.
fr: %@ ajoutés à vos bocaux.
it: %@ aggiunti ai barattoli.
ru: %@ добавлено в копилки.
sr_latn: %@ dodato u tegle.

source: Allocated
de: Verteilt
es: Asignado
fr: Réparti
it: Assegnato
ru: Распределено
sr_latn: Raspoređeno

source: Apartment
de: Wohnung
es: Vivienda
fr: Logement
it: Casa
ru: Квартира
sr_latn: Stan

source: Apartment jar
de: Wohnungs-Topf
es: Tarro de vivienda
fr: Bocal logement
it: Barattolo della casa
ru: Копилка на жильё
sr_latn: Tegla za stan

source: Apartment, per month
de: Wohnung, pro Monat
es: Vivienda, al mes
fr: Logement, par mois
it: Casa, al mese
ru: Жильё, в месяц
sr_latn: Stan, mesečno

source: App icon
de: App-Symbol
es: Icono de la app
fr: Icône de l’app
it: Icona dell’app
ru: Иконка приложения
sr_latn: Ikonica aplikacije

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ru: Оформление
sr_latn: Izgled

source: Bills
de: Rechnungen
es: Facturas
fr: Factures
it: Bollette
ru: Счета
sr_latn: Računi

source: Bills jar
de: Rechnungs-Topf
es: Tarro de facturas
fr: Bocal factures
it: Barattolo delle bollette
ru: Копилка на счета
sr_latn: Tegla za račune

source: Bills — subscriptions, utilities
de: Rechnungen — Abos, Nebenkosten
es: Facturas: suscripciones, servicios
fr: Factures — abonnements, charges
it: Bollette: abbonamenti, utenze
ru: Счета — подписки, коммуналка
sr_latn: Računi — pretplate, režije

source: Bills, per month
de: Rechnungen, pro Monat
es: Facturas, al mes
fr: Factures, par mois
it: Bollette, al mese
ru: Счета, в месяц
sr_latn: Računi, mesečno

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена
sr_latn: Otkaži

source: Cards & cash
de: Karten & Bargeld
es: Tarjetas y efectivo
fr: Cartes et espèces
it: Carte e contanti
ru: Карты и наличные
sr_latn: Kartice i keš

source: Choose a jar
de: Topf auswählen
es: Elige un tarro
fr: Choisissez un bocal
it: Scegli un barattolo
ru: Выбери копилку
sr_latn: Izaberi teglu

source: Clothes
de: Kleidung
es: Ropa
fr: Vêtements
it: Vestiti
ru: Одежда
sr_latn: Garderoba

source: Count the money on every card and in cash, then compare with the plan.
de: Zähle das Geld auf allen Karten und das Bargeld, dann vergleiche es mit dem Plan.
es: Cuenta el dinero de todas tus tarjetas y en efectivo, luego compáralo con el plan.
fr: Comptez l’argent sur chaque carte et en espèces, puis comparez avec le plan.
it: Conta i soldi su ogni carta e in contanti, poi confrontali con il piano.
ru: Посчитай деньги на всех картах и наличные, затем сравни с планом.
sr_latn: Prebroj novac na svim karticama i u kešu, pa uporedi sa planom.

source: Counted for real
de: Tatsächlich gezählt
es: Contado en realidad
fr: Compté en réalité
it: Contato davvero
ru: Насчитано в реальности
sr_latn: Prebrojano u stvarnosti

source: Currency
de: Währung
es: Moneda
fr: Devise
it: Valuta
ru: Валюта
sr_latn: Valuta

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ru: Тёмная
sr_latn: Tamni

source: Data imported
de: Daten importiert
es: Datos importados
fr: Données importées
it: Dati importati
ru: Данные импортированы
sr_latn: Podaci uvezeni

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ru: Удалить
sr_latn: Obriši

source: Delete jar?
de: Topf löschen?
es: ¿Eliminar el tarro?
fr: Supprimer le bocal ?
it: Eliminare il barattolo?
ru: Удалить копилку?
sr_latn: Obrisati teglu?

source: Delete revision
de: Revision löschen
es: Eliminar revisión
fr: Supprimer la révision
it: Elimina revisione
ru: Удалить ревизию
sr_latn: Obriši reviziju

source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminato
ru: Удалено
sr_latn: Obrisano

source: Difference
de: Differenz
es: Diferencia
fr: Différence
it: Differenza
ru: Разница
sr_latn: Razlika

source: Distribute
de: Verteilen
es: Distribuir
fr: Répartir
it: Distribuisci
ru: Распределить
sr_latn: Rasporedi

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ru: Готово
sr_latn: Gotovo

source: Edit operation
de: Buchung bearbeiten
es: Editar operación
fr: Modifier l’opération
it: Modifica operazione
ru: Изменить операцию
sr_latn: Izmeni transakciju

source: Evening carry-over (21:00)
de: Abends Übertrag (21:00)
es: Remanente por la noche (21:00)
fr: Report du soir (21:00)
it: Riporto serale (21:00)
ru: Вечером — перенос остатка (21:00)
sr_latn: Uveče — prenos ostatka (21:00)

source: Everything in Jarz will be replaced with the backup contents.
de: Alles in Jarz wird durch den Inhalt des Backups ersetzt.
es: Todo en Jarz se reemplazará con el contenido de la copia.
fr: Tout dans Jarz sera remplacé par le contenu de la sauvegarde.
it: Tutto in Jarz sarà sostituito con il contenuto del backup.
ru: Всё в Jarz будет заменено содержимым бэкапа.
sr_latn: Sve u Jarz-u biće zamenjeno sadržajem rezervne kopije.

source: Expense
de: Ausgabe
es: Gasto
fr: Dépense
it: Spesa
ru: Расход
sr_latn: Trošak

source: Export data
de: Daten exportieren
es: Exportar datos
fr: Exporter les données
it: Esporta dati
ru: Экспорт данных
sr_latn: Izvezi podatke

source: Food
de: Lebensmittel
es: Comida
fr: Nourriture
it: Cibo
ru: Еда
sr_latn: Hrana

source: Food budget
de: Lebensmittelbudget
es: Presupuesto de comida
fr: Budget nourriture
it: Budget per il cibo
ru: Бюджет на еду
sr_latn: Budžet za hranu

source: Food jar
de: Lebensmittel-Topf
es: Tarro de comida
fr: Bocal nourriture
it: Barattolo del cibo
ru: Копилка на еду
sr_latn: Tegla za hranu

source: Food lives day by day
de: Essen lebt Tag für Tag
es: La comida vive día a día
fr: La nourriture vit au jour le jour
it: Il cibo vive giorno per giorno
ru: Еда живёт по дням
sr_latn: Hrana živi iz dana u dan

source: Food today
de: Essen heute
es: Comida de hoy
fr: Nourriture du jour
it: Cibo di oggi
ru: Еда на сегодня
sr_latn: Hrana za danas

source: Food today: %@
de: Essen heute: %@
es: Comida hoy: %@
fr: Nourriture aujourd’hui : %@
it: Cibo oggi: %@
ru: На еду сегодня: %@
sr_latn: Za hranu danas: %@

source: Food, per day
de: Lebensmittel, pro Tag
es: Comida, al día
fr: Nourriture, par jour
it: Cibo, al giorno
ru: Еда, в день
sr_latn: Hrana, dnevno

source: From
de: Von
es: De
fr: De
it: Da
ru: Откуда
sr_latn: Iz

source: Gifts
de: Geschenke
es: Regalos
fr: Cadeaux
it: Regali
ru: Подарки
sr_latn: Pokloni

source: Goal
de: Ziel
es: Objetivo
fr: Objectif
it: Obiettivo
ru: Цель
sr_latn: Cilj

source: Got paid? Open Income, enter the amount and distribute it. Fixed costs are already filled in. Leftovers in jars carry over — new money just stacks on top.
de: Gehalt da? Öffne Einkommen, gib den Betrag ein und verteile ihn. Fixkosten sind schon ausgefüllt. Reste in den Töpfen bleiben erhalten — neues Geld kommt einfach obendrauf.
es: ¿Cobraste? Abre Ingresos, introduce la cantidad y repártela. Los gastos fijos ya están rellenados. Lo que sobra en los tarros se conserva: el dinero nuevo simplemente se suma.
fr: Payé ? Ouvrez Revenus, saisissez le montant et répartissez-le. Les dépenses fixes sont déjà remplies. Les restes dans les bocaux sont conservés — le nouvel argent s’ajoute simplement.
it: Pagato? Apri Entrate, inserisci l’importo e distribuiscilo. Le spese fisse sono già compilate. Gli avanzi nei barattoli restano: i soldi nuovi si aggiungono sopra.
ru: Пришла зарплата? Открой «Доход», введи сумму и распредели её. Фиксированные траты уже подставлены. Остатки в копилках переносятся — новые деньги просто добавляются сверху.
sr_latn: Stigla plata? Otvori „Prihod“, unesi iznos i rasporedi ga. Fiksni troškovi su već popunjeni. Ostaci u teglama se prenose — novi novac samo ide preko.

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ru: История
sr_latn: Istorija

source: Home
de: Start
es: Inicio
fr: Accueil
ru: Главная
sr_latn: Početna

source: How Jarz works
de: So funktioniert Jarz
es: Cómo funciona Jarz
fr: Comment fonctionne Jarz
it: Come funziona Jarz
ru: Как работает Jarz
sr_latn: Kako Jarz radi

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
ru: Импортировать
sr_latn: Uvezi

source: Import data
de: Daten importieren
es: Importar datos
fr: Importer les données
it: Importa dati
ru: Импорт данных
sr_latn: Uvezi podatke

source: Import failed
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l’importation
it: Importazione non riuscita
ru: Импорт не удался
sr_latn: Uvoz nije uspeo

source: In Settings, choose your daily food budget and your monthly rent and bills. Jarz will pre-fill them automatically every payday — you only decide about the rest.
de: Lege in den Einstellungen dein tägliches Lebensmittelbudget sowie Miete und Rechnungen fest. Jarz füllt sie an jedem Zahltag automatisch aus — du entscheidest nur über den Rest.
es: En Ajustes, elige tu presupuesto diario de comida y tu alquiler y facturas mensuales. Jarz los rellenará automáticamente cada día de pago: tú solo decides sobre el resto.
fr: Dans les Réglages, choisissez votre budget nourriture quotidien, votre loyer et vos factures mensuels. Jarz les préremplira à chaque jour de paie — vous ne décidez que du reste.
it: Nelle Impostazioni scegli il budget giornaliero per il cibo e affitto e bollette mensili. Jarz li precompilerà a ogni giorno di paga: a te resta solo il resto.
ru: В настройках задай дневной бюджет на еду, месячную аренду и счета. Jarz будет подставлять их автоматически в каждый день зарплаты — тебе останется решить только про остальное.
sr_latn: U podešavanjima izaberi dnevni budžet za hranu i mesečnu kiriju i račune. Jarz će ih automatski popunjavati svakog dana plate — ti odlučuješ samo o ostatku.

source: Income
de: Einkommen
es: Ingresos
fr: Revenus
it: Entrate
ru: Доход
sr_latn: Prihod

source: Income day
de: Einkommenstag
es: Día de ingreso
fr: Jour de revenu
it: Giorno di entrata
ru: День дохода
sr_latn: Dan prihoda

source: Jars
de: Töpfe
es: Tarros
fr: Bocaux
it: Barattoli
ru: Копилки
sr_latn: Tegle

source: Jarz is a planner, not an expense tracker. Every payday you split your salary into jars — Food, Rent, Savings, whatever fits your life. Every purchase comes out of its jar, so you always know what you can still afford.
de: Jarz ist ein Planer, kein Ausgaben-Tracker. An jedem Zahltag teilst du dein Gehalt in Töpfe auf — Lebensmittel, Miete, Ersparnisse, wie es zu dir passt. Jeder Einkauf kommt aus seinem Topf, du weißt also immer, was du dir noch leisten kannst.
es: Jarz es un planificador, no un rastreador de gastos. Cada día de pago repartes tu salario en tarros: comida, alquiler, ahorros, lo que encaje contigo. Cada compra sale de su tarro, así siempre sabes qué puedes permitirte.
fr: Jarz est un planificateur, pas un traqueur de dépenses. Chaque jour de paie, vous répartissez votre salaire en bocaux : nourriture, loyer, épargne, selon votre vie. Chaque achat sort de son bocal, vous savez donc toujours ce que vous pouvez encore vous permettre.
it: Jarz è un pianificatore, non un tracker di spese. Ogni giorno di paga dividi lo stipendio in barattoli: cibo, affitto, risparmi, come preferisci. Ogni acquisto esce dal suo barattolo, così sai sempre cosa puoi ancora permetterti.
ru: Jarz — это планировщик, а не трекер расходов. В день зарплаты ты раскладываешь деньги по копилкам: еда, жильё, сбережения — как удобно тебе. Каждая покупка списывается из своей копилки, и ты всегда знаешь, что ещё можешь себе позволить.
sr_latn: Jarz je planer, а ne praćenje troškova. Svakog dana plate deliš platu u tegle — hrana, kirija, ušteđevina, kako tebi odgovara. Svaka kupovina ide iz svoje tegle, pa uvek znaš šta još možeš da priuštiš.

source: Left to allocate
de: Noch zu verteilen
es: Queda por asignar
fr: Reste à répartir
it: Da assegnare
ru: Осталось распределить
sr_latn: Preostalo za raspored

source: Left today: %@ — it rolls over to tomorrow.
de: Heute übrig: %@ — wandert auf morgen.
es: Queda hoy: %@ — pasa a mañana.
fr: Reste aujourd’hui : %@ — reporté à demain.
it: Rimasto oggi: %@ — passa a domani.
ru: Осталось сегодня: %@ — переедет на завтра.
sr_latn: Ostalo danas: %@ — prelazi na sutra.

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ru: Светлая
sr_latn: Svetli

source: Lock with Face ID
de: Mit Face ID sperren
es: Bloquear con Face ID
fr: Verrouiller avec Face ID
it: Blocca con Face ID
ru: Блокировка по Face ID
sr_latn: Zaključavanje uz Face ID

source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccato
ru: Заблокировано
sr_latn: Zaključano

source: Managed by iOS: Settings → your name → iCloud → Saved to iCloud → Jarz.
de: Verwaltet von iOS: Einstellungen → dein Name → iCloud → In iCloud gesichert → Jarz.
es: Se gestiona en iOS: Ajustes → tu nombre → iCloud → Guardado en iCloud → Jarz.
fr: Géré par iOS : Réglages → votre nom → iCloud → Enregistré dans iCloud → Jarz.
it: Gestita da iOS: Impostazioni → il tuo nome → iCloud → Salvati su iCloud → Jarz.
ru: Управляется iOS: Настройки → твоё имя → iCloud → Сохранено в iCloud → Jarz.
sr_latn: Upravlja iOS: Podešavanja → tvoje ime → iCloud → Sačuvano u iCloud-u → Jarz.

source: Money in
de: Eingang
es: Ingreso
fr: Entrée d’argent
it: Entrata
ru: Пополнение
sr_latn: Uplata

source: Morning food budget (9:00)
de: Morgens Essensbudget (9:00)
es: Presupuesto de comida por la mañana (9:00)
fr: Budget nourriture le matin (9:00)
it: Budget cibo al mattino (9:00)
ru: Утром — бюджет на еду (9:00)
sr_latn: Ujutru — budžet za hranu (9:00)

source: Most spent: %@ — %@
de: Am meisten: %@ — %@
es: Mayor gasto: %@ — %@
fr: Plus grosse dépense : %@ — %@
it: Spesa maggiore: %@ — %@
ru: Больше всего: %@ — %@
sr_latn: Najviše potrošeno: %@ — %@

source: Name (e.g. Visa, Cash)
de: Name (z. B. Visa, Bargeld)
es: Nombre (p. ej. Visa, efectivo)
fr: Nom (ex. Visa, espèces)
it: Nome (es. Visa, contanti)
ru: Название (напр. Visa, наличные)
sr_latn: Naziv (npr. Visa, keš)

source: New jar
de: Neuer Topf
es: Nuevo tarro
fr: Nouveau bocal
it: Nuovo barattolo
ru: Новая копилка
sr_latn: Nova tegla

source: New operation
de: Neue Buchung
es: Nueva operación
fr: Nouvelle opération
it: Nuova operazione
ru: Новая операция
sr_latn: Nova transakcija

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ru: Далее
sr_latn: Dalje

source: No income recorded yet — the recap starts with your first payday.
de: Noch kein Einkommen erfasst — der Rückblick beginnt mit dem ersten Zahltag.
es: Aún no hay ingresos: el resumen empieza con tu primer día de pago.
fr: Aucun revenu enregistré — le bilan commence avec votre première paie.
it: Nessuna entrata ancora: il riepilogo inizia con la prima paga.
ru: Доходов пока нет — итоги появятся после первой зарплаты.
sr_latn: Još nema prihoda — pregled počinje sa prvom platom.

source: No operations yet
de: Noch keine Buchungen
es: Aún no hay operaciones
fr: Aucune opération
it: Nessuna operazione
ru: Операций пока нет
sr_latn: Još nema transakcija

source: None
de: Keins
es: Ninguno
fr: Aucun
it: Nessuno
ru: Не выбрано
sr_latn: Ništa

source: Note (optional)
de: Notiz (optional)
es: Nota (opcional)
fr: Note (facultatif)
it: Nota (facoltativa)
ru: Заметка (необязательно)
sr_latn: Beleška (opciono)

source: Off
de: Aus
es: Desactivada
fr: Désactivée
it: Disattiva
ru: Выкл
sr_latn: Isklj.

source: On
de: Ein
es: Activada
fr: Activée
it: Attiva
ru: Вкл
sr_latn: Uklj.

source: On income day: %@ × %lld = %@
de: Am Einkommenstag: %@ × %lld = %@
es: El día de ingreso: %@ × %lld = %@
fr: Le jour de revenu : %@ × %lld = %@
it: Il giorno di entrata: %@ × %lld = %@
ru: В день дохода: %@ × %lld = %@
sr_latn: Na dan prihoda: %@ × %lld = %@

source: Once in a while, count the real money on your cards and in cash. Jarz compares it with the plan — record what slipped through and start the week clean.
de: Zähle ab und zu das echte Geld auf deinen Karten und dein Bargeld. Jarz vergleicht es mit dem Plan — erfasse, was durchgerutscht ist, und starte sauber in die Woche.
es: De vez en cuando, cuenta el dinero real de tus tarjetas y en efectivo. Jarz lo compara con el plan: registra lo que se escapó y empieza la semana en limpio.
fr: De temps en temps, comptez l’argent réel sur vos cartes et en espèces. Jarz le compare au plan — enregistrez ce qui a filé et repartez à zéro.
it: Ogni tanto conta i soldi veri sulle carte e in contanti. Jarz li confronta con il piano: registra ciò che è sfuggito e riparti pulito.
ru: Время от времени пересчитывай реальные деньги на картах и наличные. Jarz сравнит их с планом — запиши, что ускользнуло, и начни неделю с чистого листа.
sr_latn: S vremena na vreme prebroj stvarni novac na karticama i u kešu. Jarz ga poredi sa planom — zabeleži šta je promaklo i počni nedelju čisto.

source: Over budget
de: Budget überzogen
es: Presupuesto excedido
fr: Budget dépassé
it: Budget superato
ru: Перерасход
sr_latn: Prekoračenje

source: Per day
de: Pro Tag
es: Al día
fr: Par jour
it: Al giorno
ru: В день
sr_latn: Dnevno

source: Per month
de: Pro Monat
es: Al mes
fr: Par mois
it: Al mese
ru: В месяц
sr_latn: Mesečno

source: Perfect — your plan matches reality.
de: Perfekt — dein Plan stimmt mit der Realität überein.
es: Perfecto: tu plan coincide con la realidad.
fr: Parfait — votre plan correspond à la réalité.
it: Perfetto: il piano corrisponde alla realtà.
ru: Идеально — план совпадает с реальностью.
sr_latn: Savršeno — plan se poklapa sa stvarnošću.

source: Period recap
de: Perioden-Rückblick
es: Resumen del período
fr: Bilan de la période
it: Riepilogo del periodo
ru: Итоги периода
sr_latn: Pregled perioda

source: Phone
de: Handy
es: Teléfono
fr: Téléphone
it: Telefono
ru: Телефон
sr_latn: Telefon

source: Plan your money into jars
de: Teile dein Geld in Töpfe auf
es: Reparte tu dinero en tarros
fr: Répartissez votre argent en bocaux
it: Dividi i tuoi soldi in barattoli
ru: Разложи деньги по копилкам
sr_latn: Rasporedi novac u tegle

source: Planned in app
de: Geplant in der App
es: Planificado en la app
fr: Prévu dans l’app
it: Pianificato nell’app
ru: По плану в приложении
sr_latn: Planirano u aplikaciji

source: Privacy
de: Privatsphäre
es: Privacidad
fr: Confidentialité
ru: Приватность
sr_latn: Privatnost

source: RSD left for
de: RSD übrig für
es: RSD disponibles para
fr: RSD restants pour
it: RSD rimasti per
ru: RSD осталось на
sr_latn: RSD preostalo za

source: Remove goal
de: Ziel entfernen
es: Quitar objetivo
fr: Supprimer l’objectif
it: Rimuovi obiettivo
ru: Убрать цель
sr_latn: Ukloni cilj

source: Reorder
de: Sortieren
es: Reordenar
fr: Réorganiser
it: Riordina
ru: Порядок
sr_latn: Redosled

source: Replace all data?
de: Alle Daten ersetzen?
es: ¿Reemplazar todos los datos?
fr: Remplacer toutes les données ?
it: Sostituire tutti i dati?
ru: Заменить все данные?
sr_latn: Zameniti sve podatke?

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
ru: Итог
sr_latn: Rezultat

source: Revision adjustment
de: Revisionskorrektur
es: Ajuste de revisión
fr: Ajustement de révision
it: Rettifica da revisione
ru: Корректировка по ревизии
sr_latn: Korekcija po reviziji

source: Revision every two weeks
de: Revision alle zwei Wochen
es: Revisión cada dos semanas
fr: Révision toutes les deux semaines
it: Revisione ogni due settimane
ru: Ревизия раз в две недели
sr_latn: Revizija na dve nedelje

source: Salary received
de: Gehalt erhalten
es: Salario recibido
fr: Salaire reçu
it: Stipendio ricevuto
ru: Получена зарплата
sr_latn: Primljena plata

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ru: Сохранить
sr_latn: Sačuvaj

source: Save revision
de: Revision sichern
es: Guardar revisión
fr: Enregistrer la révision
it: Salva revisione
ru: Сохранить ревизию
sr_latn: Sačuvaj reviziju

source: Savings
de: Ersparnisse
es: Ahorros
fr: Épargne
it: Risparmi
ru: Сбережения
sr_latn: Ušteđevina

source: Set a daily food budget in Settings
de: Lege in den Einstellungen ein tägliches Essensbudget fest
es: Configura un presupuesto diario de comida en Ajustes
fr: Définissez un budget nourriture quotidien dans les Réglages
it: Imposta un budget giornaliero per il cibo nelle Impostazioni
ru: Задай дневной бюджет на еду в настройках
sr_latn: Podesi dnevni budžet za hranu u podešavanjima

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ru: Настройки
sr_latn: Podešavanja

source: Skincare
de: Pflege
es: Cuidado personal
fr: Soins
it: Cura personale
ru: Уход
sr_latn: Nega

source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
ru: Пропустить
sr_latn: Preskoči

source: Some money is unaccounted for. Record the missing expenses to zero out.
de: Ein Teil des Geldes fehlt. Erfasse die fehlenden Ausgaben, um auszugleichen.
es: Falta dinero por registrar. Anota los gastos que faltan para cuadrar.
fr: De l’argent manque à l’appel. Enregistrez les dépenses manquantes pour équilibrer.
it: Mancano dei soldi all’appello. Registra le spese mancanti per azzerare.
ru: Часть денег не учтена. Запиши недостающие траты, чтобы обнулить разницу.
sr_latn: Deo novca nije evidentiran. Zabeleži troškove koji nedostaju da izravnaš razliku.

source: Spend from %@
de: Ausgeben aus %@
es: Gastar de %@
fr: Dépenser de %@
it: Spendi da %@
ru: Трата из «%@»
sr_latn: Trošak iz „%@“

source: Split your salary
de: Teile dein Gehalt auf
es: Reparte tu salario
fr: Répartissez votre salaire
it: Dividi lo stipendio
ru: Распредели зарплату
sr_latn: Podeli platu

source: Start planning
de: Mit dem Planen beginnen
es: Empezar a planificar
fr: Commencer à planifier
it: Inizia a pianificare
ru: Начать планировать
sr_latn: Počni da planiraš

source: Stay honest
de: Bleib ehrlich
es: Sé honesto
fr: Restez honnête
it: Resta onesto
ru: Оставайся честным
sr_latn: Ostani iskren
